/* Localizable strings*/

"SUPrefNeverUsedStatus" = "„Softwareaktualisierung“ wurde bisher noch nicht verwendet.";
"SUPrefSuccessStatus" = "Die Aktualisierung der Software war erfolgreich.";
"SUPrefAllInactiveStatus" = "Es sind nur die Updates verfügbar, die Sie ignorieren möchten.";
"SUPrefNoUpdatesStatus" = "Es wurde keine aktuellere Software gefunden.";
"SUPrefFailedCantConnectStatus" = "Suche fehlgeschlagen. Die Verbindung zum Internet konnte nicht hergestellt werden.";
"SUPrefFailedGenericStatus" = "Fehlgeschlagen. Bei der Suche ist ein Fehler aufgetreten.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Die ignorierten Updates sind jetzt verfügbar.";

"SUPrefScanningStatus" = "Suche nach neuer Software …";
"SUPrefServerErrorStatus" = "Der Server ist derzeit nicht verfügbar. Versuchen Sie es später erneut.";
"SUPrefUnexpectedErrorStatus" = "Ein unerwarteter Fehler ist aufgetreten.";

"SUPrefCancellingStatus" = "Abbrechen …";
"SUPrefCancelledStatus" = "Abgebrochen";

"SUPrefLastStatusCheckTitle" = "Letzte Suche:";
"SUPrefLastStatusFailedTitle" = "Letzter Versuch:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Erfolgreich. %@.";

"SUPrefNextScheduledDate" = "Nächster Termin: %@.";

"Software Update can't check for updates because of a network problem." = "Softwareaktualisierung kann aufgrund eines Netzwerkproblems nicht nach Updates suchen.";
"Failed to check for updates." = "Die Suche nach Updates ist fehlgeschlagen.";
"Diagnose..." = "Netzwerkdiagnose …";
"SUPrefCheckConfigMessage" = "Überprüfen Sie Ihre Verbindung zum Internet und versuchen Sie es erneut.";
"OK" = "OK";

"SUPrefUpdateNow" = "Suchen";
"CANCEL" = "Abbrechen";
